Repository: ArthurBelmonte/caspianphone
Catalog: Resources/*.lproj/Localizable.strings
Languages: ar

source: (Aborted)
ar: (مُلغى)

source: (Declined)
ar: (مرفوض)

source: (Missed)
ar: (فائت)

source: %@ Reason was: %@
ar: %1$@ السبب هو : %2$@

source: '%@' not registered
ar: '%@' ليس مسجلا

source: '%@' would like to enable video
ar: '%@' يريد تفعيل الفيديو

source: About
ar: حول

source: Accept
ar: السماح

source: Account creation issue
ar: مشكلة في إنشاء الحساب

source: Account validation issue
ar: مشكلة في تأكيد الحساب

source: Address book
ar: الدليل

source: Alert
ar: إنذار

source: Answer
ar: إجابة

source: Average
ar: متوسطة

source: Bad credentials, check your account settings
ar: خلل في التحقق من الهوية، تحقق من إعدادات الحساب

source: Battery is running low. Stop video ?
ar: مستوى البطارية منخفض، هل تريد توقيف الفيديو ؟

source: Call failed
ar: فَشِل الاتصال

source: Camera
ar: الكاميرا

source: Can't create the account. Please try again.
ar: لم يستطع إنشاء الحساب. يُرجى الإعادة مرة أخرى.

source: Cancel
ar: إلغاء

source: Cannot call %@
ar: لم يتمكن من الاتصال ب %@

source: Cannot make call
ar: لم يتمكن من الاتصال

source: Cannot transfer file from remote contact
ar: تعذَّر إرسال الملف من طرف جهة الاتصال

source: Cannot transfer file to remote contact
ar: تعذَّر إرسال الملف إلى جهة الاتصال

source: Cannot write image to photo library
ar: تعذَّر حفظ الصورة في ألبوم الصور

source: Check error(s)
ar: خطأ (أو أخطاء) في التحقق

source: Check issue
ar: مشكلة في التحقق

source: Choose the image size
ar: اختر حجم الصورة

source: Communication issue
ar: مشكلة في الاتصال

source: Communication issue (%@)
ar: مشكلة في الاتصال (%@)

source: Confirm the following SAS with the peer: %s
ar: أكِّد SAS التالي مع المتصل : %s

source: Continue
ar: استمر

source: Continue video
ar: استمر بالفيديو

source: Decline
ar: ارفض

source: Direct connection
ar: اتصال مباشر

source: Dismiss
ar: تجاهل

source: Either configure a SIP proxy server from settings prior to place a call or use a valid SIP address (I.E sip:john@example.net)
ar: يُرجى إدخال عنوان الوسيط SIP في الخيارات أو إدخال عنوان SIP لإجراء الاتصال (مثلا sip:john@example.net)

source: Either configure a SIP proxy server from settings prior to send a message or use a valid SIP address (I.E sip:john@example.net)
ar: يُرجى إدخال عنوان الوسيط SIP في الخيارات أو إدخال عنوان SIP قبل إرسال الرسالة (مثلا sip:john@example.net)

source: Enter your password
ar: ادخل كلمة السر

source: Enter your username
ar: ادخل إسم المستخدم

source: Failed
ar: فشِل

source: First name
ar: الإسم

source: GNU General Public License V2
ar: الإصدار 2 من رخصة جْنُو العمومية

source: IC_MSG
ar: مكالمة واردة من %@

source: IM_MSG
ar: رسالة واردة من %@

source: In progress
ar: تجري المعالجة

source: Incoming call
ar: مكالمة واردة

source: Invalid SIP address
ar: عنوان SIP غير صحيح

source: Last name
ar: اللقب

source: Low bandwidth
ar: ضعف سعة القناة

source: Maximum
ar: الأقصى

source: Minimum
ar: الأدنى

source: NAT(s) connection
ar: اتصال ب NAT

source: Network down
ar: لا وجود للشبكة

source: Network Error
ar: خطأ في الشبكة

source: No codec
ar: لا وجود لمرماز

source: No microphone
ar: لا وجود لميكروفون

source: No SIP account configured
ar: لم يُهيَّأ حساب SIP

source: Not activated
ar: غير مُفعَّل

source: Not registered
ar: غير مُسجَّل

source: Ok
ar: موافق

source: Outgoing call
ar: مكالمة صادرة

source: Phone number
ar: رقم الهاتف

source: Phone numbers
ar: أرقام الهاتف

source: Photo library
ar: ألبوم الصور

source: Illegal character in username: %@
ar: حرف (أو حروف) ممنوعة في إسم المستخدم : %@

source: Please enter a domain.
ar: أدخل إسم النطاق.

source: Please enter a username.
ar: أدخل إسم المستخدم.

source: Please make sure your device is connected to the internet and double check your SIP account configuration in the settings.
ar: تحقق من اتصالك بالإنترنت وتأكد مرة أخرى من إعدادات حسابك SIP في الإعدادات.

source: Please terminate GSM call
ar: يُرجى إنهاء المكالمة GSM

source: Registered
ar: مُسجَّل

source: Registration failed
ar: فشِل التسجيل

source: Registration failure
ar: فشلٌ في التسجيل

source: Registration in progress
ar: يجري التسجيل

source: Relay connection
ar: اتصال مُبدَّل

source: Remove
ar: إزالة

source: Remove trust in the peer?
ar: إزالة الثقة في المتصل ؟

source: Select picture source
ar: اختر مصدر الصورة

source: Settings
ar: الإعدادات

source: Show
ar: أظهِر

source: SIP address
ar: عنوان SIP

source: SIP addresses
ar: عناوين SIP

source: SIP server unreachable
ar: انعدام الوصول إلى خادم SIP

source: Stop video
ar: أوقِف الفيديو

source: The email is invalid.
ar: عنوان البريد الالكتروني هذا غير صحيح.

source: The password is too short (minimum %d characters).
ar: كلمة السر قصيرة جدا (يجب أن تحوي %d حروف على الأقل).

source: The passwords are different.
ar: كلمتا السر غير متطابقتين.

source: The username is too short (minimum %d characters).
ar: إسم المستخدم قصير جدا (يجب أن تحوي %d حروف على الأقل).

source: There is no network connection available, enable WIFI or WWAN prior to place a call
ar: لا وجود لأي اتصال بالشبكة، فعِّل WiFi أو WWAN قبل إجراء أي اتصال

source: Transfer error
ar: خطأ في النقل

source: Unknown
ar: مجهول

source: Unknown error
ar: خطأ مجهول

source: Username already exists
ar: إسم المستخدم موجود بالفعل

source: Video cannot be activated because of low bandwidth condition, only audio is available
ar: تعذَّر تفعيل الفيديو لأن سعة القناة ضئيلة، الصوت هو المتاح فقط.

source: You missed a call from %@
ar: اتصال فائت من %@

source: You must authorize the application to have access to address book. Toggle the application in Settings > Privacy > Contacts
ar: يجب عليك السماح للتطبيق بالوصول إلى جهات الاتصال. فعِّل ذلك في الإعدادات، ثم الخصوصية، ثم جهات الاتصال.

source: You need to plug a microphone to your device to use this application.
ar: يجب ربط ميكروفون بهذا الجهاز لتشغيل هذا التطبيق.

source: Your account is not validate yet.
ar: لم يُأكَّد حسابك بعد.

source: Enter an address
ar: أدخل عنوانا

source: %@ is composing...
ar: %@ يكتب...

source: Resend
ar: أعِد الإرسال

source: Warning
ar: انتباه

source: Launching the Wizard will delete any existing proxy config. Are you sure to want it?
ar: سيغير تشغيل المرشد إعداداتك الحالية. هل تريد ذلك فعلا ؟

source: Launch Wizard
ar: شغِّل المرشد

source: Firstname
ar: الإسم

source: Lastname
ar: اللقب
